Repository: mozilla-l10n/mt-training-data
Catalog: kl/kl_pontoon.tmx
Source language: en_us
Languages: kl

source: Add Your Voice
kl: Illit nipit ilanngutsiguk

source: <bold>{ $count }</bold> Clips
kl: <bold>{ $count }</bold> immiussat

source: <bold>Help us</bold> find more voices
kl: Immiussinnaasatsinnik allanik nassaarlutit <bold>ikiortigut</bold>

source: <chevron></chevron>See less
kl: <chevron></chevron>Ikinnerulersikkit

source: <chevron></chevron>See more
kl: <chevron></chevron>Amerlanerulersikkit

source: Click
kl: Tooruk

source: Contribute
kl: Ilanngussaqarit

source: Contribute sentences
kl: Oqaaseqatigiinnik ilanngussaqarit

source: Criteria
kl: Piumasaqaatit

source: for example
kl: assersuutigalugu

source: Languages
kl: Oqaatsit

source: Learn More
kl: Allanik ilikkagaqarit

source: Log in or sign up to get started
kl: Aallartinniarlutit iserit atuisutulluunniit nalunaarit

source: Log In / Sign Up
kl: Iserfissaq / Atuisutut nalunaarfissaq

source: No
kl: Naamik

source: Play/Stop
kl: Appiguk/Unitsiguk

source: Record your voice
kl: Immiussigit

source: Review
kl: Misissoruk

source: Shortcuts
kl: Aqqutigigasuagassat

source: Skip
kl: Qaangiinnaruk

source: Tap
kl: Naqiguk

source: Volume
kl: Nipitussuseq

source: We are going out to get coffee.
kl: Kaffimik aallerpugut.

source: We couldn’t get any sentences for you to speak. Please try again later.
kl: Massakkut oqaaseqatigiinnik immiussinnaasannik peqanngilagut. Kingusinnerusukkut misileqqilaariuk.

source: We've run out of sentences to record in this language...
kl: Oqaatsini taakkunani immiusseqqinnissammut oqaaseqatigiinnik immiussassanik nunguutsisoorpugut...

source: y
kl: a

source: Yes
kl: Aap

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
kl: Common Voicep ullormut immiunneqartussatut anguniarpai { $goalValue }, taakkua <goalPercentage></goalPercentage>-ii immiullugit ikiorpatit!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
kl: Common Voicep ullormut misissugassatut anguniarpai { $goalValue }-t, taakkua <goalPercentage></goalPercentage>-ii misissorlugit ikiorpatit!
